{
    "start": {
        "text": "Du willst ein Atomendlager bauen lassen. Dafür musst du mit der Atomendlager-Komission in Kontakt treten.\nWillst du einen Brief an die Atomendlagerkommision schreiben?\n <j> Ja\n <n> Nein",
        "j": "bodenproben",
        "n": "nach_mehreren_jahren"
    },
    "nach_mehreren_jahren": {
        "text": "Du wartest geduldig auf die Kommision, und nach mehreren Jahren an Wartezeit meldet sich endlich jemand.",
        "question": "Enter um weiterzugehen.",
        "": "brief_bekommen"
    },
    "brief_bekommen": {
        "text": "Die Kommission hat dir geschrieben. Sie schaut sich den Ort genauer an. Sie will wissen, ob der Boden geeignet ist, um auch mehrere millionen Jahre zu halten.",
        "question": "Willst du die Bodenproben fälschen <f> oder ein professionelles Team den Boden auswerten lassen <p> ?",
        "f": "naehere_auswahl",
        "p": "nie_genommen"
    },
    "naehere_auswahl": {
        "text": "Du bist in die nahere Auswahl gekommen. \n Jetzt werden erste Stimmen laut, viele Bürger, besonders Leute aus dem unteren Mittelstand und der Armut haben Angst, dass das Lager die Kinder vergiften könnte.",
        "question": "willst du deine Bürger damit zu Überzäugen das die Stadt einen neuen Golfclub bekomt <g>, oder die Leute damit überzeugen, dass es neue Arbeitsplätze gibt <a>?",
        "g": "golfclub",
        "a": "arbeitsplaetze"
    },
    "arbeitsplaetze": {
        "text": "Da die meißten Protestierenden dadurch das die lokale Stahlfarbrick pleite ist keinen Arbeitsplatz haben funktioniert das sehr gut und die Proteste Verstummen. \n Enter um Weiter zu machen",
        "": "ein_zweiter_brief"
    },
    "ein_zweiter_brief": {
        "text": "Die Kommision schreibt dir das das Endlager in deiner stadt geebaut werden soll. die Bauarbeiten beginnen noch in diesem Monat. \n Enter zum Fortfahren.",
        "": "sabotage"
    },
    "sabotage": {
        "text": "Die Bauarbeiten wurden Sabotiert! \n Es gibt zwei Verdächtige erstens <v> der Verschwörungstheorethiker, der auch viele weitere Theorien über Atomendlager gepostet hat oder ein <m> wilder Mob an Halbstarken, die besoffen Nachts in der Nähe der Baustelle rumgelaufen sind",
        "v": "verschwörungstheoretiker",
        "m": "halbschtarke"
    },
    "verschwörungstheoretiker": {
        "text": "Da der Verschwörungstheoretiker verhaftet wird gibt es einen Shitstorm über dich, doch da der Theoretiken nicht sonderlich beliebt war ist der Shitstorm nicht wirklich groß",
        "": "fertigstellung"
    },
    "fertigstellung": {
        "text": "Die Bauarbeiten sind fertiggestellt doch vor der inbetriebname kommt noch ein Bischen Bürokratische Arbeit auf dich zu doch das ist alles.",
        "": "ende"
    },
    "golfclub": {
        "text": "Da die Meisten Leute die gegen das Endlager protestieren es sich garnicht leisten können in einen Golfclub zu gehn klapt das nicht wirklich gut. ",
        "question": "Die Kommision meint das ein Endlager nur gebaut werden kann wenn die Einwohner deines Ortes damit einverstanden sind. \n Enter um Weiter zu machen",
        "": "zuviel_wiederstand"
    },
    "zuviel_wiederstand": {
        "text": "Deine Stadt wird als 10. Ersatzstadt auf eine Liste gesetzt, kommt jedoch nie zum einsatz.",
        "question": "Enter zum beenden",
        "": "ende"
    },
    "nie_genommen": {
        "text": "Das Team stellt fest, dass der Boden eher ungeeignet für ein Atomlager ist.\nDie Kommision sagt, sie werden sich deine Stadt später nochmal anschauen, aber auch nach mehreren Jahren an Wartezeit wirst du nicht genommen, da der Boden deiner Stadt nicht geignet ist.",
        "": "ende"
    },
<<<<<<< HEAD
    "ende" : {
        "text": "Dankeschön für das Spielen dieses Spiels.",
        "question": "Code \n Jonathan Zeller \n Ludwig Richter \n \n Story \n Jonathan Zeller \n \n Großes Dankeschön an \n Ludwig Richter für das Helfen bei der Story \n Kerstin Reese und Andreas Zeller für das helfen bei der Story \n den Game Award Saar für den Impuls dieses Spiel zu erstellen."
=======
    "Golfclub": {
        "text": "Da die meisten Leute aus der unteren Mittelschicht kommen, interessieren sie sich nicht für einen neuen Golfclub, von dem sie nicht profitieren können.\nDas Lager wird aufgrund andauernder Proteste in einem anderen Ort gebaut.",
        "": "ende"
    },
    "ende" : {
        "text": "Dankeschön für das Spielen dieses Spiels.\n\nCode:\n - Jonathan Zeller\n - Ludwig Richter\n\nStory:\n - Jonathan Zeller\n - Ludwig Richter\n\nGroßes Dankeschön an:\n - Kerstin Reese und Andreas Zeller für das helfen bei der Story\n - Den Game Award Saar für den Denkanstoß, ein Spiel zu entwickeln."
>>>>>>> 17923e1311500e123f2f37281eae460426dbb120
    }
}
