{
    "start": {
        "text": "Du willst ein Atomendlager bauen lassen. Dafür musst du mit der Atomentlager-Komission in kontackt treten.",
        "question": "Willst du einen Brief an die Atomendlagerkommision schreiben? \n <j> Ja \n <n> Nein",
        "j": "brief_bekommen",
        "n": "nach_mehreren_jahren"
    },
    "nach_mehreren_jahren": {
        "text": "Du wartest geduldig auf die Kommision, und nach mehreren Jahren an Wartezeit meldet sich endlich jemand.",
        "question": "Enter um weiterzugehen.",
        "": "brief_bekommen"
    },
    "brief_bekommen": {
        "text": "Die Kommission hat dir geschrieben. Sie schaut sich den Ort genauer an. Sie will wissen, ob der Boden geeignet ist, um auch mehrere millionen Jahre zu halten.",
        "question": "Willst du die Bodenproben fälschen <f> oder ein professionelles Team den Boden auswerten lassen <p> ?",
        "f": "naehere_auswahl",
        "p": "nie_genommen"
    },
    "naehere_auswahl": {
        "text": "Du bist in die nahere Auswahl gekommen. \n Jetzt werden erste Stimmen laut, viele Bürger, besonders Leute aus dem unteren Mittelstand und der Armut haben Angst, dass das Lager die Kinder vergiften könnte.",
        "question": "Wirst du mir den Zuschüssen einen neuen Golfclub bauen lassen <g> oder die Leute damit überzeugen, dass es neue Arbeitsplätze gibt <a>?",
        "g": "golfclub",
        "a": "arbeitsplaetze"

    },
    "golfclub": {
        "text": "Da die Meisten Leute die gegen das Endlager protestieren es sich garnicht leisten können in einen Golfclub zu gehn klapt das nicht wirklich gut. ",
        "question": "Die Kommision meint das ein Endlager nur gebaut werden kann wenn die Einwohner deines Ortes damit einverstanden sind \n Enter um weiterzulesen",
        "": "zuviel_wiederstand"
    },
    "zuviel_wiederstand": {
        "text": "Deine stadt wird als 10. Ersatzstadt auf die Liste gesetzt, kommt jedoch nie zum einsatz.",
        "question": "Enter zum beenden",
        "": "ende"
    },
    "nie_genommen": {
        "text": "Das Team stellt fest, dass der Boden eher ungeeignet für ein Atomlager ist.",
        "question": " Die Kommision sagt, sie werden sich deine Stadt später nochmal anschauen, aber auch nach mehreren Jahren an Wartezeit wirst du nicht genommen, da der Boden deiner Stadt nicht geignet ist.\n Enter um weiterzugehen.",
        "": "ende"
    
    },
    "ende" : {
        "text": "Dankeschön für das Spielen dieses Spiels.",
        "question": "Code \n Jonathan Zeller \n Ludwig Richter \n \n Story \n Jonathan Zeller \n \n Großes Dankeschön an \n Ludwig Richter für das Helfen bei der Story \n Kerstin Reese und Andreas Zeller für das helfen bei der Story \n den Game Award Saar für den Impuls dieses Spiel zu erstellen."
    }
}
